Repository: darktable-org/darktable
Catalog: doc/usermanual/po/fr.tmx
Source language: en
Languages: fr

source: cannot create a new piwigo album!
fr: impossible de créer un nouvel album piwigo!

source: could not upload to piwigo!
fr: impossible d'exporter sur piwigo!

source: %d/%d exported to piwigo webalbum
fr: %d/%d exportée vers piwigo

source: perspective correction
fr: correction de perspective

source: lens shift (v)
fr: correction d'objectif (v)

source: lens shift (h)
fr: correction d'objectif (h)

source: shear
fr: cisaillement

source: crop factor
fr: facteur de cadrage

source: aspect adjust
fr: ajustement aspect

source: automatic cropping
fr: recadrage automatique

source: lens model
fr: modèle d'objectif

source: automatic cropping failed
fr: recadrage automatique impossible

source: data pending - please repeat
fr: données en attente, merci de recommencer

source: could not detect structural data in image
fr: impossible de détecter les structures dans l'image

source: could not run outlier removal
fr: impossible de supprimer les lignes de contrôle

source: not enough structure for automatic correction
fr: pas assez de structure pour corriger automatiquement

source: automatic correction failed, please correct manually
fr: correction automatique impossible, merci de corriger manuellement

source: lens shift (%s)
fr: correction d'objectif (%s)

source: horizontal
fr: horizontale

source: vertical
fr: verticale

source: lens shift (vertical)
fr: correction d'objectif (verticale)

source: lens shift (horizontal)
fr: correction d'objectif (horizontale)

source: largest area
fr: plus grand coté

source: original format
fr: format d'origine

source: generic
fr: générique

source: specific
fr: spécifique

source: lens dependence
fr: dépendance à l'objectif

source: automatic fit
fr: correction automatique

source: get structure
fr: récupère les structures

source: rotate image
fr: rotation de l'image

source: apply lens shift correction in one direction
fr: applique la correction d'objectif dans une direction

source: shear the image along one diagonal
fr: cisaillement de l'image selon une diagonale

source: display guide lines overlay
fr: superpose des lignes guides

source: automatically crop to avoid black edges
fr: recadre automatique pour éviter les bords noirs

source: lens model of the perspective correction: generic or according to the focal length
fr: modèle d'objectif pour la correction de perspective : générique ou fonction de la longueur focale

source: focal length of the lens, default value set from exif data if available
fr: longueur focale de l'objectif, valeur par défaut depuis les exif si disponible

source: crop factor of the camera sensor, default value set from exif data if available, manual setting is often required
fr: facteur de cadrage du capteur de l'appareil, valeur par défaut depuis les exif si disponible, positionnement manuel souvent nécessaire

source: the level of lens dependent correction, set to maximum for full lens dependency, set to zero for the generic case
fr: le niveau de correction dépendant de l'objectif, positionner au maximum pour une dépendance totale, positionner à zéro pour un modèle générique

source: adjust aspect ratio of image by horizontal and vertical scaling
fr: ajuste les dimensions de l'image en redimensionnant horizontalement ou verticalement

source: automatically correct for vertical perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
fr: correction automatique des distorsions verticales de perspective ctrl+clic pour la correction de rotation seulement shift+clic pour la correction de distorsion uniquement

source: automatically correct for horizontal perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
fr: correction automatique des distorsions horizontales de perspective ctrl+clic pour la correction de rotation seulement shift+clic pour la correction de distorsion uniquement

source: automatically correct for vertical and horizontal perspective distortions; fitting rotation,lens shift in both directions, and shear ctrl+click to only fit rotation shift+click to only fit lens shift ctrl+shift+click to only fit rotation and lens shift
fr: correction automatique des distorsions verticales et horizontales de perspective; ajuste la rotation, l'alignement de l'objectif dans les deux directions et l'inclinaison ctrl+clic pour la correction de rotation seulement shift+clic pour la correction de distorsion uniquement ctrl+shift-clic pour uniquement la correction de rotation et d'alignement d'objectif

source: analyse line structure in image ctrl+click for an additional edge enhancement shift+click for an additional detail enhancement ctrl+shift+click for a combination of both methods
fr: analyse les lignes de structure dans l'image ctrl+clic pour une amélioration des bords accrue shift+clic pour une amélioration des détails accrue ctrl+shift+clic pour une combinaison des deux méthodes

source: remove line structure information
fr: supprime la visualisation des lignes de structure

source: toggle visibility of structure lines
fr: active/désactive l'affichage des lignes de structure

source: [%s on segment] select segment
fr: [%s sur segment] sélectionner segment

source: [%s on segment] unselect segment
fr: [%s sur segment] désélectionner segment

source: [%s] select all segments from zone
fr: [%s] sélectionner tous les segments de la zone

source: [%s] unselect all segments from zone
fr: [%s] désélectionner tous les segments de la zone

source: contrast equalizer
fr: égaliseur de contraste

source: mix
fr: fusion

source: coarse
fr: global

source: denoise & sharpen
fr: réduction du bruit & accentuation

source: sharpen
fr: renforcer la netteté

source: denoise chroma
fr: réduction du bruit chromatique

source: denoise
fr: réduction du bruit

source: bloom
fr: lumière d'arrière-plan

source: clarity
fr: clarté

source: deblur: large blur, strength 4
fr: défloutage : large, force 4

source: deblur: large blur, strength 3
fr: défloutage : large, force 3

source: deblur: medium blur, strength 3
fr: défloutage : moyen, force 3

source: deblur: fine blur, strength 3
fr: défloutage : fin, force 3

source: deblur: large blur, strength 2
fr: défloutage : large, force 2

source: deblur: medium blur, strength 2
fr: défloutage : moyen, force 2

source: deblur: fine blur, strength 2
fr: défloutage : fin, force 2

source: deblur: large blur, strength 1
fr: défloutage : large, force 1

source: deblur: medium blur, strength 1
fr: défloutage : moyen, force 1

source: deblur: fine blur, strength 1
fr: défloutage : fine, force 1

source: fine
fr: détail

source: contrasty
fr: contrasté

source: smooth
fr: doux

source: noisy
fr: bruité

source: bold
fr: net

source: dull
fr: flou

source: change lightness at each feature size
fr: changer la luminosité pour chaque taille

source: change color saturation at each feature size
fr: changer la saturation pour chaque taille

source: edges
fr: contours

source: change edge halos at each feature size only changes results of luma and chroma tabs
fr: change les halos de contour à chaque niveau de détail change uniquement les résultats des sections luma et chroma

source: make effect stronger or weaker
fr: rend l'effet plus fort ou plus faible

source: scale
fr: échelle

source: preserve colors
fr: préserver couleurs

source: exposure fusion
fr: fusion d'exposition

source: neutral
fr: neutre

source: canon eos like
fr: similaire canon eos

source: canon eos like alternate
fr: alternative à similaire canon eos

source: nikon like
fr: similaire nikon

source: nikon like alternate
fr: alternative à similaire nikon

source: sony alpha like
fr: similaire sony alpha

source: pentax like
fr: similaire pentax

source: ricoh like
fr: similaire ricoh

source: olympus like
fr: similaire olympus

source: olympus like alternate
fr: alternative à similaire olympus

source: panasonic like
fr: similaire panasonic

source: leica like
fr: similaire leica

source: kodak easyshare like
fr: similaire kodak easyshare

source: konica minolta like
fr: similaire konica minolta

source: samsung like
fr: similaire samsung

source: fujifilm like
fr: similaire fujifilm

source: nokia like
fr: similaire nokia

source: cubic spline
fr: spline cubique

source: base curve
fr: courbe de base

source: abscissa: input, ordinate: output. works on RGB channels
fr: abscisse : entrée, ordonnée : sortie. fonctionne sur les canaux RVB

source: linear
fr: linéaire

source: logarithmic
fr: logarithmique

source: scale to use in the graph. use logarithmic scale for more precise control near the blacks
fr: échelle pour le graphe, utilisez une échelle logarithmique pour une meilleure précision près des noirs

source: max RGB
fr: max RVB

source: average RGB
fr: moyenne RVB

source: sum RGB
fr: somme RVB

source: norm RGB
fr: norme RVB

source: basic power
fr: puissance de base

source: method to preserve colors when applying contrast
fr: méthode pour préserver les couleurs lorsque de la modification du contraste

source: fusion
fr: fusion d'exposition

source: two exposures
fr: deux expositions

source: three exposures
fr: trois expositions

source: fuse this image stopped up/down a couple of times with itself, to compress high dynamic range. expose for the highlights before use.
fr: combine l'image avec elle même à différente valeur de compensation d'exposition pour compresser l'étendue dynamique. exposer pour les hautes lumières avant utilisation.

source: how many stops to shift the individual exposures apart
fr: nombre de "stop" de décalage entre les différents expositions

source: exposure shift
fr: décalage d'exposition

source: whether to shift exposure up or down (-1: reduce highlight, +1: reduce shadows)
fr: pour décaler l'exposition positivement ou négativement (-1 : réduire les hautes lumières, +1 : réduire les ombres)

source: exposure bias
fr: biais d'exposition

source: basic adjustments
fr: ajustement de base

source: black level correction
fr: correction du niveau du noir

source: highlight compression
fr: compression hautes lumières

source: contrast
fr: contraste

source: middle grey
fr: gris moyen

source: brightness
fr: luminosité

source: clip
fr: tronquer

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives
fr: ajuste le niveau du noir pour éviter les valeurs négatives. ce réglage ne devrait jamais être utilisé pour augmenter la densité si mal ajusté, les couleurs très sombres hors gamut seront tronquées en poussant les valeurs RVB négativement.

source: %.2f EV
fr: %.2f IL

source: adjust the exposure correction
fr: ajuste la correction d'exposition

source: highlight compression adjustment
fr: ajustement de la compression des hautes lumières

source: contrast adjustment
fr: ajustement du contraste

source: middle grey adjustment
fr: ajustement gris moyen

source: brightness adjustment
fr: ajustement de la luminosité

source: saturation adjustment
fr: ajustement de la saturation

source: vibrance adjustment
fr: ajustement de la vibrance

source: apply auto exposure based on the entire image
fr: applique une exposition automatique en fonction de l'image complète

source: apply auto exposure based on a region defined by the user click and drag to draw the area right click to cancel
fr: applique une exposition automatique en fonction de la sélection définie clic et déplacer pour sélectionner la zone clic-droit pour annuler

source: adjusts clipping value for auto exposure calculation
fr: ajuste les valeurs seuils pour le calcul automatique de l'exposition

source: local contrast
fr: contraste local

source: detail
fr: détail

source: coarseness
fr: granularité

source: highlights
fr: hautes lumières

source: shadows
fr: ombres

source: midtone range
fr: étendue tons-moyens

source: bilateral grid
fr: grille bilatérale

source: local laplacian filter
fr: filtre laplacien local

source: the filter used for local contrast enhancement. bilateral is faster but can lead to artifacts around edges for extreme settings.
fr: le filtre utilisé pour l'amélioration du contraste local. bilatéral est plus rapide mais peut faire apparaître des artefacts au niveau des bords.

source: changes the local contrast
fr: change le contraste local

source: feature size of local details (spatial sigma of bilateral filter)
fr: taille des détails locaux (sigma spatial du filtre bilatéral)

source: L difference to detect edges (range sigma of bilateral filter)
fr: différence L pour la détection des bords (étendue sigma du filtre bilatéral)

source: changes the local contrast of highlights
fr: change le contraste local des hautes lumières

source: changes the local contrast of shadows
fr: change le contraste local des ombres

source: defines what counts as midtones. lower for better dynamic range compression (reduce shadow and highlight contrast), increase for more powerful local contrast
fr: défini ce qui est compté comme tons-moyens. diminuer pour une meilleure compression dynamique (réduit le contraste des ombres et hautes lumières), augmenter pour un contraste local plus puissant

source: denoise (bilateral filter)
fr: réduction bruit (bilatéral)

source: radius
fr: rayon

source: spatial extent of the gaussian
fr: extension spatiale du flou gaussien

source: how much to blur red
fr: force du flou pour le rouge

source: how much to blur green
fr: force du flou pour le vert

source: how much to blur blue
fr: force du flou pour le bleu

source: size
fr: taille

source: threshold
fr: seuil

source: strength
fr: force

source: the size of bloom
fr: taille de la lumière d'arrière-plan

source: the threshold of light
fr: seuil de lumière

source: the strength of bloom
fr: force de la lumière d'arrière-plan

source: framing
fr: cadre décoratif

source: border size
fr: taille du cadre

source: pick border color from image
fr: choisir la couleur de la bordure dans l'image

source: frame line size
fr: taille du cadre interne

source: frame line offset
fr: décalage du cadre interne

source: pick frame line color from image
fr: choisir la couleur du cadre dans l'image

source: horizontal position
fr: position horizontale

source: vertical position
fr: position verticale

source: 15:10 postcard white
fr: 15x10 blanc

source: 15:10 postcard black
fr: 15x10 noir

source: golden cut
fr: rapport d'or

source: square
fr: carré

source: constant border
fr: cadre constant

source: custom...
fr: personnalisé...

source: center
fr: centré

source: size of the border in percent of the full image
fr: taille du cadre en pourcentage de l'image

source: select the aspect ratio or right click and type your own (w:h)
fr: sélectionne les dimensions ou permet par clic-droit d'entrer des dimensions personnalisées (l:h)

source: set the custom aspect ratio
fr: rapport d'aspect personnalié

source: aspect ratio orientation of the image with border
fr: orientation de l'image avec le cadre

source: select the horizontal position ratio relative to top or right click and type your own (y:h)
fr: sélectionne la position horizontale par rapport au côté supérieur ou permet par clic-droit d'entrer des dimensions personnalisées (y:h)

source: custom horizontal position
fr: position horizontale personnalisée

source: select the vertical position ratio relative to left or right click and type your own (x:w)
fr: sélectionne la position horizontale par rapport au côté supérieur ou permet par clic-droit d'entrer des dimensions personnalisées (x:l)

source: custom vertical position
fr: position verticale personnalisé

source: size of the frame line in percent of min border width
fr: taille du cadre interne en pourcentage de l'image

source: offset of the frame line beginning on picture side
fr: décalage du cadre interne à partir du côté de l'image

source: border color
fr: couleur de la bordure

source: select border color
fr: sélectionne la couleur de la bordure

source: frame line color
fr: couleur du cadre interne

source: select frame line color
fr: sélectionne la couleur du cadre

source: chromatic aberrations
fr: aberrations chromatiques

source: automatic chromatic aberration correction
fr: correction automatique des aberrations chromatiques

source: automatic chromatic aberration correction disabled for non-Bayer sensors
fr: correction automatique des aberrations chromatiques uniquement pour les capteur de Bayer

source: automatic chromatic aberration correction only works for raw images.
fr: correction automatique des aberrations chromatiques uniquement pour les images raw.

source: channel mixer
fr: mixeur de canaux

source: destination
fr: canal de destination

source: gray
fr: gris

source: amount of red channel in the output channel
fr: quantité du canal rouge dans le canal de destination

source: amount of green channel in the output channel
fr: quantité du canal vert dans le canal de destination

source: amount of blue channel in the output channel
fr: quantité du canal bleu dans le canal de destination

source: swap R and B
fr: échanger R et B

source: swap G and B
fr: échanger V et B

source: color contrast boost
fr: renforce le contraste de couleur

source: color details boost
fr: renforcer les détails de couleur

source: color artifacts boost
fr: renforcer les objets de couleur

source: B/W luminance-based
fr: N/B basée sur luminance

source: B/W artifacts boost
fr: N/B et renforcement des objets

source: B/W smooth skin
fr: N/B et peau lisse

source: B/W blue artifacts reduce
fr: N/B et réduction des objets bleus

source: B/W Ilford Delta 100-400
fr: N/B Ilford Delta 100-400

source: B/W Ilford Delta 3200
fr: N/B Ilford Delta 3200

source: B/W Ilford FP4
fr: N/B Ilford FP4

source: B/W Ilford HP5
fr: N/B Ilford HP5

source: B/W Ilford SFX
fr: N/B Ilford SFX

source: B/W Kodak T-Max 100
fr: N/B Kodak T-Max 100

source: B/W Kodak T-max 400
fr: N/B Kodak T-max 400

source: B/W Kodak Tri-X 400
fr: N/B Kodak Tri-X 400

source: Choleski decomposition failed to allocate memory, check your RAM settings
fr: la décomposition de Choleski n'a pas assez de mémoire, vérifier la RAM

source: amount
fr: quantité

source: size of features to preserve
fr: taille des caractéristiques à preserver

source: strength of the effect
fr: force de l'effet

source: crop and rotate
fr: recadrer et pivoter

source: invalid ratio format. it should be "number:number"
fr: format de dimension non reconnu. il devrait être "nombre:nombre"

source: invalid ratio format. it should be non zero
fr: format non reconnu. il devrait être non nul

source: full
fr: les deux

source: old system
fr: système précédent

source: correction applied
fr: correction appliquée

source: main
fr: principal

source: margins
fr: marges

source: flip
fr: symétrie miroir

source: both
fr: les deux

source: mirror image horizontally and/or vertically
fr: retourne l'image horizontalement et/ou horizontalement

source: angle
fr: rotation

source: right-click and drag a line on the image to drag a straight line
fr: clic-droit et tracer une ligne pour indiquer l'horizontale

source: left
fr: gauche

source: the left margin cannot overlap with the right margin
fr: la marge gauche ne peut pas dépasser la marge droite

source: right
fr: droite

source: the right margin cannot overlap with the left margin
fr: la marge droite ne peut pas dépasser la marge gauche

source: top
fr: haut

source: the top margin cannot overlap with the bottom margin
fr: la marge haute ne peut pas dépasser la marge basse

source: the bottom margin cannot overlap with the top margin
fr: la marge basse ne peut pas dépasser la marge haute

source: keystone
fr: perspective

source: set perspective correction for your image
fr: règle la correction de perspective

source: freehand
fr: libre

source: original image
fr: image

source: widescreen
fr: panoramique

source: anamorphic
fr: anamorphique

source: invalid ratio format for `%s'. it should be "number:number"
fr: format de dimension non reconnu « %s ». il devrait être "nombre:nombre"

source: set the aspect ratio the list is sorted: from most square to least square
fr: fixe les proportions la liste est triée : du carré aux formats les plus allongés

source: display guide lines to help compose your photograph
fr: affiche des guides pour vous aider à composer votre photo

source: flip guides
fr: retourne les guides

source: horizontally
fr: horizontale

source: vertically
fr: verticale

source: commit
fr: valider

source: guide lines
fr: lignes guides

source: [%s on borders] crop
fr: [%s sur bords] recadrer

source: [%s on borders] crop keeping ratio
fr: [%s sur bords] recadrer avec ratio

source: [%s] define/rotate horizon
fr: [%s] définir/orienter l'horizon

source: contrast brightness saturation
fr: contraste lum. saturation

source: color saturation adjustment
fr: ajustement de la saturation

source: color balance
fr: balance couleur

source: lift/gamma/gain controls as seen in video editors
fr: contrôles lift/gamma/gain comme dans les éditeurs vidéos

source: split-toning teal-orange (2nd instance)
fr: virage partiel bleu-sarcelle/orange (2nd instance)

source: split-toning teal-orange (1st instance)
fr: virage partiel bleu-sarcelle/orange (1ère instance)

source: generic film
fr: générique

source: similar to Kodak Portra
fr: similaire à Kodak Portra

source: similar to Kodak Ektar
fr: similaire à Kodak Ektar

source: similar to Kodachrome
fr: similaire à Kodachrome

source: input saturation
fr: saturation en entrée

source: output saturation
fr: saturation en sortie

source: contrast fulcrum
fr: pivot du contraste

source: color control sliders
fr: contrôle des couleurs

source: optimize luma from patches
fr: optimiser luma à partir des patchs

source: optimize luma
fr: optimiser luma

source: neutralize colors from patches
fr: neutraliser les couleurs à partir des patchs

source: neutralize colors
fr: neutraliser les couleurs

source: lift, gamma, gain (ProPhotoRGB)
fr: lift, gamma, gain (ProPhotoRVB)

source: slope, offset, power (ProPhotoRGB)
fr: slope, offset, power (ProPhotoRVB)

source: lift, gamma, gain (sRGB)
fr: lift, gamma, gain (sRVB)

source: color-grading mapping method
fr: méthode d'ajustement des couleurs

source: HSL
fr: TSL

source: RGBL
fr: RVBL

source: master
fr: maître

source: saturation correction before the color balance
fr: correction de la saturation avant la balance des couleurs

source: saturation correction after the color balance
fr: correction de la saturation après la balance des couleurs

source: adjust to match a neutral tone
fr: ajuste pour des tons neutres

source: factor of
fr: facteur de

source: factor
fr: facteur

source: shadows : lift / offset
fr: ombres : lift / offset

source: factor of lift
fr: facteur de lift

source: select the hue
fr: sélectionne la teinte

source: select the saturation
fr: sélectionne la saturation

source: factor of red for lift
fr: facteur rouge du lift

source: factor of green for lift
fr: facteur vert du lift

source: factor of blue for lift
fr: facteur bleu du lift

source: mid-tones : gamma / power
fr: tons moyens : gamma / power

source: factor of gamma
fr: facteur gamma

source: factor of red for gamma
fr: facteur rouge du gamma

source: factor of green for gamma
fr: facteur vert du gamma

source: factor of blue for gamma
fr: facteur bleu du gamma

source: highlights : gain / slope
fr: hautes lumières : gain / slope

source: factor of gain
fr: facteur du gain

source: factor of red for gain
fr: facteur rouge du gain

source: factor of green for gain
fr: facteur vert du gain

source: factor of blue for gain
fr: facteur bleu du gain

source: auto optimizers
fr: optimiseurs automatiques

source: fit the whole histogram and center the average luma
fr: ajuste l'histogramme et centre la luminosité moyenne
